"ONE_SONG" = "أغنية واحدة";
"SONGS_COUNT_FORMAT" = "%d أغاني";

"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "تم النشر %@";

"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = ".%@ ،%@";

"MUSIC" = "موسيقى";

"123" = "١٢٣";

"Add All Albums" = "إضافة كافة الألبومات";

"Add All Songs" = "إضافة كافة الأغاني";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "حفظ";
"ADD_PLAYLIST_DIALOG_TITLE" = "قائمة تشغيل جديدة";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "قم بإدخال اسم لقائمة التشغيل هذه.";
"ADD_PLAYLIST_ROW" = "إضافة قائمة تشغيل...";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "عنوان";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "إضافة الأغاني إلى \"%@\".";
"EDIT_PLAYLIST_RENAME" = "إعادة تسمية";
"EDIT_PLAYLIST_ADD_SONGS" = "إضافة الأغاني";
"RENAME_PLAYLIST_DIALOG_TITLE" = "إعادة تسمية قائمة التشغيل";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "عنوان";

"Albums" = "الألبومات";

"All Albums" = "كافة الألبومات";

"All Songs" = "كافة الأغاني";

"Cancel" = "إلغاء";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_MESSAGE" = "جاري تحديث المكتبة\U2026";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_SUBTITLE" = "قد يستغرق عدة دقائق.";

"Refresh Playlist" = "تجديد قائمة التشغيل";

"CLEAR" = "مسح";

"Clear Playlist" = "مسح محتوى قائمة التشغيل";

"Save Playlist" = "حفظ قائمة التشغيل";

"Delete Playlist" = "حذف قائمة التشغيل";

"Delete" = "حذف";

"Done" = "تم";

"Edit" = "تحرير";

"Save" = "حفظ";

"LISTING_COUNT_ALBUMS_FORMAT" = "%d ألبوم";

"LISTING_COUNT_ARTISTS_FORMAT" = "%d فنان";

"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "%d عناصر";

"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "%d مقاطع";

"LISTING_COUNT_GENRES_FORMAT" = "%d أنواع";

"LISTING_COUNT_PLAYLISTS_FORMAT" = "%d قوائم تشغيل";

"LISTING_COUNT_SONGS_FORMAT" = "%d أغاني";

"NO_CONTEXT_NAVTITLE_ARTISTS" = "الفنانون";

"NO_CONTEXT_NAVTITLE_GENRES" = "الأنواع";

"OK" = "موافق";

"Playlists" = "قوائم التشغيل";

"Shuffle" = "عشوائي";

"Songs" = "الأغاني";

"Unknown" = "غير معروف";
"UNKNOWN_ARTIST" = "فنان غير معروف";
"UNKNOWN_ALBUM" = "ألبوم غير معروف";

"NOW_PLAYING_BUTTON_LABEL" = "جاري\nالتشغيل";

"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "الفنانون (%@ نتائج)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "الفنان (%@ نتيجة)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "الألبومات (%@ نتائج)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "الألبوم (%@ نتيجة)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "قائمة تشغيل الأغاني (%@ نتيجة)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "قوائم تشغيل الأغاني (%@ نتائج)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "أغنية (%@ نتيجة)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "الأغاني (%@ نتائج)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "الأنواع (%@ نتائج)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "النوع (%@ نتائج)";

"ADD_SONGS_TO_PLAYLIST_FORMAT" = "إضافة أغاني إلى قائمة التشغيل %@.";

"ALBUM_INFO_SEPARATOR" = " ،";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "تم النشر %@";
"ALBUM_INFO_SONGS_SINGULAR" = "أغنية واحدة";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "%u أغاني";
"ALBUM_INFO_TIME_SINGULAR" = "١ دقيقة";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "‏%u دقيقة.";

"UNKNOWN_DURATION" = "--:--";
